interface dataQAValue {
  title: string;
  text: string;
}

export const dataQA: dataQAValue[] = [
  {
    title: "Что такое Билетопоиск?",
    text: "Мы — крупнейший сервис о кино в рунете. На нем вы сможете посмотреть фильмы и сериалы, купить билеты в кино, узнать рейтинги популярных видео и интересные факты, поставить фильмам оценки, написать рецензии и дополнить описание фильмов.",
  },
  {
    title: "Какой компании принадлежит Билетопоиск?",
    text: 'Платформа для покупки билетов "Билетопоиск" принадлежит компании "ШРИндекс"',
  },
  {
    title: "Как купить билет на Билетопоиск?",
    text: "Для покупки билетов вы можете на главной странице выбрать необходимое количество билетов на конкретный сеанс, затем перейти в корзину и произвести оплату.",
  },
  {
    title: "Как оставить отзыв на Билетопоиск?",
    text: 'Для того, чтобы оставить поиск на Билетопоиск свяжитесь с представителями компании "ШРИндекс"',
  },
];
